Repository: aschnell/libstorage-ng
Catalog: po/*.po
Languages: ja, ru

source: Probing tmpfs failed
ja: tmpfs の検出に失敗しました
ru: Ошибка проверки tmpfs

source: Reduce volume group %1$s by missing physical volumes
ja: 存在しない物理ボリュームによるボリュームグループ %1$s の縮小
ru: Уменьшить группу томов %1$s на отсутствующие физические тома

source: Reducing volume group %1$s by missing physical volumes
ja: 存在しない物理ボリュームによってボリュームグループ %1$s を縮小しています
ru: Уменьшение группы томов %1$s на отсутствующие физические тома

source: ReiserFS
ru: RеiserFS

source: Remove %1$s (%2$s) from btrfs on %3$s
ja: %3$s にある btrfs から %1$s (%2$s) を削除
ru: Удалить %1$s (%2$s) из btrfs на %3$s

source: Remove %1$s from %2$s
ja: %1$s を %2$s から削除
ru: Удалить %1$s из %2$s

source: Remove %1$s from /etc/mdadm.conf
ja: %1$s の /etc/mdadm.conf からの削除
ru: Удалить %1$s из /etc/mdadm.conf

source: Remove device %1$s from LVM devices file
ja: LVM デバイスファイルから %1$s を削除
ru: Удалить устройство %1$s из файла устройств LVM

source: Remove encryption layer device on %1$s from /etc/crypttab
ja: 暗号化レイヤデバイス %1$s の /etc/crypttab からの削除
ru: Удалить зашифрованное устройство на %1$s из /etc/crypttab

source: Remove mount point %1$s of %2$s from /etc/fstab
ja: マウントポイント %1$s (%2$s) の /etc/fstab からの削除
ru: Удалить точку монтирования %1$s для %2$s из /etc/fstab

source: Remove mount point %1$s of subvolume %2$s on %3$s from /etc/fstab
ja: %3$s 内のサブボリューム %2$s のマウントポイント %1$s に対する /etc/fstab からの削除
ru: Удалить точку монтирования %1$s подтома %2$s на %3$s из /etc/fstab

source: Remove qgroup %1$s on %2$s
ja: %2$s にある qgroup %1$s の削除
ru: Удалить qgroup %1$s на %2$s

source: Removing %1$s (%2$s) from btrfs on %3$s
ja: %3$s にある btrfs から %1$s (%2$s) を削除しています
ru: Удаление %1$s (%2$s) из btrfs на %3$s

source: Removing %1$s from %2$s
ja: %1$s を %2$s から削除しています
ru: Удаление %1$s из %2$s

source: Removing %1$s from /etc/mdadm.conf
ja: %1$s を /etc/mdadm.conf から削除しています
ru: Удаление %1$s из /etc/mdadm.conf

source: Removing device %1$s from LVM devices file
ja: LVM デバイスファイルから %1$s を削除しています
ru: Удаление устройства %1$s из файла устройств LVM

source: Removing encryption layer device on %1$s from /etc/crypttab
ja: 暗号化レイヤデバイス %1$s を /etc/crypttab から削除しています
ru: Удаление зашифрованного устройства на %1$s из /etc/crypttab

source: Removing mount point %1$s of %2$s from /etc/fstab
ja: マウントポイント %1$s (%2$s) を /etc/fstab から削除しています
ru: Удаление точки монтирования %1$s для %2$s из /etc/fstab

source: Removing mount point %1$s of subvolume %2$s on %3$s from /etc/fstab
ja: %3$s 内のサブボリューム %2$s のマウントポイント %1$s を /etc/fstab から削除しています
ru: Удаление точки монтирования %1$s подтома %2$s на %3$s из /etc/fstab

source: Removing qgroup %1$s on %2$s
ja: qgroup %1$s を %2$s から削除しています
ru: Удаление qgroup %1$s на %2$s

source: Rename encryption layer device from %1$s to %2$s in /etc/crypttab
ja: 暗号化レイヤデバイス %1$s に対する /etc/crypttab 内での %2$s への名称変更
ru: Переименовать зашифрованное устройство из %1$s в %2$s в /etc/crypttab

source: Rename logical volume %1$s to %2$s on volume group %3$s
ja: ボリュームグループ %3$s 内の論理ボリューム名 %1$s を %2$s に変更
ru: Переименовать логический том %1$s в %2$s в группе томов %3$s

source: Rename mount point %1$s from %2$s to %3$s in /etc/fstab
ja: マウントポイント %1$s に対する /etc/fstab 内での %2$s から %3$s への名称変更
ru: Переименовать точку монтирования %1$s из %2$s в %3$s в /etc/fstab

source: Rename volume group %1$s to %2$s
ja: ボリュームグループ名 %1$s を %2$s に変更
ru: Переименовать группу томов %1$s в %2$s

source: Renaming encryption layer device from %1$s to %2$s in /etc/crypttab
ja: 暗号化レイヤデバイス %1$s を /etc/crypttab 内で %2$s に名称変更しています
ru: Переименование зашифрованного устройства из %1$s в %2$s в /etc/crypttab

source: Renaming mount point %1$s from %2$s to %3$s in /etc/fstab
ja: マウントポイント %1$s を /etc/fstab 内で %2$s から %3$s に名称変更しています
ru: Переименование точки монтирования %1$s из %2$s в %3$s в /etc/fstab

source: Repair GPT on %1$s
ja: %1$s の GPT の修復
ru: Починить GPT на %1$s

source: Repairing GPT on %1$s
ja: %1$s の GPT を修復しています
ru: Починка GPT на %1$s

source: Set UUID of %1$s on %2$s to %3$s
ja: %2$s にある %1$s の UUID を %3$s に設定
ru: Задать %1$s на %2$s UUID %3$s

source: Set boot flag of partition %1$s
ja: パーティション %1$s の boot フラグの設定
ru: Установить загрузочный флаг раздела %1$s

source: Set cache mode to %1$s for bcache %2$s (%3$s)
ja: Bcache %2$s2 (%3$s3) に対するキャッシュモードを %1$s に設定
ru: Установить режим кэширования %1$s для bcache %2$s (%3$s)

source: Set default subvolume to subvolume %1$s on %2$s
ja: %2$s 内のサブボリューム %1$s に対する既定のサブボリュームへの設定
ru: Сделать подтом %1$s на %2$s подтомом по умолчанию

source: Set id of partition %1$s to %2$s
ja: パーティション %1$s に対する ID (%2$s) の設定
ru: Задать разделу %1$s идентификатор %2$s

source: Set id of partition %1$s to %2$s (0x%3$02X)
ja: パーティション %1$s に対する ID (%2$s (0x%3$02X)) の設定
ru: Задать разделу %1$s идентификатор %2$s (0x%3$02X)

source: Set id of partition %1$s to 0x%2$02X
ja: パーティション %1$s に対する ID (0x%2$02X) の設定
ru: Задать разделу %1$s идентификатор 0x%2$02X

source: Set label of %1$s on %2$s to %3$s
ja: %2$s にある %1$s のラベルを %3$s に設定
ru: Задать %1$s на %2$s метку %3$s

source: Set label of partition %1$s to %2$s
ja: パーティション %1$s に対するラベル (%2$s) の設定
ru: Изменить разделу метку с %1$s на %2$s

source: Set legacy boot flag of partition %1$s
ja: パーティション %1$s に対する legacy boot フラグの設定
ru: Установить устаревший загрузочный флаг раздела %1$s

source: Set limits for qgroup %1$s on %2$s
ja: %2$s にある qgroup %1$s に対する制限の設定
ru: Задать лимиты для qgroup %1$s на %2$s

source: Set limits for qgroup of subvolume %1$s on %2$s
ja: %2$s にあるサブボリューム %1$s の qgroup に対する制限の設定
ru: Задать лимиты для qgroup подтома %1$s на %2$s

source: Set no-automount flag of partition %1$s
ja: パーティション %1$s の no-automount フラグの設定
ru: Установить флаг запрета автомонтирования для раздела %1$s

source: Set option 'no copy on write' for subvolume %1$s on %2$s
ja: %2$s 内のサブボリューム %1$s に対する 'no copy on write' オプションの設定
ru: Задать опцию «без копирования при записи» подтома %1$s на %2$s

source: Set protective MBR boot flag of GPT on %1$s
ja: %1$s 内の GPT に対する protective MBR boot フラグの設定
ru: Установить защитный флаг MBR с GPT на %1$s

source: Set tune options of %1$s on %2$s
ja: %2$s にある %1$s に対するチューニングオプションの設定
ru: Установить параметры настройки %1$s на %2$s

source: Setting UUID of %1$s on %2$s to %3$s
ja: %2$s にある %1$s の UUID を %3$s に設定しています
ru: Установка %1$s на %2$s UUID %3$s

source: Setting boot flag of partition %1$s
ja: パーティション %1$s の boot フラグを設定しています
ru: Установка загрузочного флага раздела %1$s

source: Setting cache mode to %1$s for bcache %2$s (%3$s)
ja: Bcache %2$s2 (%3$s3) に対するキャッシュモードを %1$s に設定しています
ru: Установка режима кэширования %1$s для bcache %2$s (%3$s)

source: Setting default subvolume to subvolume %1$s on %2$s
ja: %2$s 内のサブボリューム %1$s を既定のサブボリュームに設定しています
ru: Установка подтома %1$s на %2$s подтомом по умолчанию

source: Setting id of partition %1$s to %2$s
ja: パーティション %1$s の ID を %2$s に設定しています
ru: Установка разделу %1$s идентификатора %2$s

source: Setting id of partition %1$s to %2$s (0x%3$02X)
ja: パーティション %1$s の ID を %2$s (0x%3$02X) に設定しています
ru: Установка разделу %1$s идентификатора %2$s (0x%3$02X)

source: Setting id of partition %1$s to 0x%2$02X
ja: パーティション %1$s の ID を 0x%2$02X に設定しています
ru: Установка разделу %1$s идентификатора 0x%2$02X

source: Setting label of %1$s on %2$s to %3$s
ja: %2$s にある %1$s のラベルを %3$s に設定しています
ru: Установка %1$s на %2$s метки %3$s

source: Setting label of partition %1$s to %2$s
ja: パーティション %1$s のラベルを %2$s に設定しています
ru: Установка метки раздела с %1$s на %2$s

source: Setting legacy boot flag of partition %1$s
ja: パーティション %1$s に対して legacy boot フラグを設定しています
ru: Установка устаревшего загрузочного флага раздела %1$s

source: Setting limits for qgroup %1$s on %2$s
ja: %2$s にある qgroup %1$s に対して制限を設定しています
ru: Задание лимитов для qgroup %1$s на %2$s

source: Setting limits for qgroup of subvolume %1$s on %2$s
ja: %2$s にあるサブボリューム %1$s の qgroup に対して制限を設定しています
ru: Задание лимитов для qgroup подтома %1$s на %2$s

source: Setting no-automount flag of partition %1$s
ja: パーティション %1$s の no-automount フラグを設定しています
ru: Установка флага запрета автомонтирования для раздела %1$s

source: Setting option 'no copy on write' for subvolume %1$s on %2$s
ja: %2$s 内のサブボリューム %1$s に対して 'no copy on write' オプションを設定しています
ru: Установка опции «без копирования при записи» подтома %1$s на %2$s

source: Setting protective MBR boot flag of GPT on %1$s
ja: %1$s 内の GPT に対して protective MBR boot フラグを設定しています
ru: Установка защитного флага MBR с GPT на %1$s

source: Setting tune options of %1$s on %2$s
ja: %2$s にある %1$s に対してチューニングオプションを設定しています
ru: Установка параметров настройки %1$s на %2$s

source: Shrink %1$s of %2$s on %3$s from %4$s to %5$s
ja: %3$s にある %2$s のうちの %1$s を %4$s から %5$s へ縮小
ru: Уменьшить %1$s из %2$s на %3$s с %4$s до %5$s

source: Shrink %1$s on %2$s from %3$s to %4$s
ja: %2$s にある %1$s を %3$s から %4$s へ縮小
ru: Уменьшить %1$s на %2$s с %3$s до %4$s

source: Shrink encryption layer device on %1$s from %2$s to %3$s
ja: %1$s にある暗号化レイヤデバイスを %2$s から %3$s へ縮小
ru: Уменьшить зашифрованное устройство на %1$s с %2$s до %3$s

source: Shrink logical volume %1$s on volume group %2$s from %3$s to %4$s
ja: ボリュームグループ %2$s 内にある論理ボリューム %1$s を %3$s から %4$s へ縮小
ru: Уменьшить логический том %1$s в группе томов %2$s с %3$s до %4$s

source: Shrink partition %1$s from %2$s to %3$s
ja: パーティション %1$s を %2$s から %3$s へ縮小
ru: Уменьшить раздел %1$s с %2$s до %3$s

source: Shrink physical volume on %1$s from %2$s to %3$s
ja: %1$s にある物理ボリュームを %2$s から %3$s へ縮小
ru: Уменьшить физический том на %1$s с %2$s до %3$s

source: Shrink thin logical volume %1$s on volume group %2$s from %3$s to %4$s
ja: ボリュームグループ %2$s 内の thin 論理ボリューム %1$s の %3$s から %4$s への縮小
ru: Уменьшить «тонкий» логический том %1$s в группе томов %2$s с %3$s до %4$s

source: Shrink thin pool logical volume %1$s on volume group %2$s from %3$s to %4$s
ja: ボリュームグループ %2$s 内の thin プール論理ボリューム %1$s の %3$s から %4$s への縮小
ru: Уменьшить логический том «тонкого» пула %1$s в группе томов %2$s с %3$s до %4$s

source: Shrinking %1$s of %2$s on %3$s from %4$s to %5$s
ja: %3$s にある %2$s のうちの %1$s を %4$s から %5$s へ縮小しています
ru: Уменьшение %1$s из %2$s на %3$s с %4$s до %5$s

source: Shrinking %1$s on %2$s from %3$s to %4$s
ja: %2$s にある %1$s を %3$s から %4$s まで縮小しています
ru: Уменьшение %1$s на %2$s с %3$s до %4$s

source: Shrinking encryption layer device on %1$s from %2$s to %3$s
ja: %1$s にある暗号化レイヤデバイスを %2$s から %3$s まで縮小しています
ru: Уменьшение зашифрованного устройства на %1$s с %2$s до %3$s

source: Shrinking logical volume %1$s on volume group %2$s from %3$s to %4$s
ja: ボリュームグループ %2$s 内の論理ボリューム %1$s を %3$s から %4$s まで縮小しています
ru: Уменьшение логического тома %1$s в группе томов %2$s с %3$s до %4$s

source: Shrinking partition %1$s from %2$s to %3$s
ja: パーティション %1$s を %2$s から %3$s まで縮小しています
ru: Уменьшение раздела %1$s с %2$s до %3$s

source: Shrinking physical volume on %1$s from %2$s to %3$s
ja: %1$s 内の物理ボリュームを %2$s から %3$s まで縮小しています
ru: Уменьшение физического тома на %1$s с %2$s до %3$s

source: Shrinking thin logical volume %1$s on volume group %2$s from %3$s to %4$s
ja: ボリュームグループ %2$s 内の thin 論理ボリューム %1$s を %3$s から %4$s まで縮小しています
ru: Уменьшение «тонкого» логического тома %1$s в группе томов %2$s с %3$s до %4$s

source: Shrinking thin pool logical volume %1$s on volume group %2$s from %3$s to %4$s
ja: ボリュームグループ %2$s 内の thin プール論理ボリューム %1$s を %3$s から %4$s まで縮小しています
ru: Уменьшение логического тома «тонкого» пула %1$s в группе томов %2$s с %3$s до %4$s

source: Stray Block Device
ja: Stray ブロックデバイス
ru: Блочное устройство

source: Swap
ja: スワップ
ru: Подкачка

source: T
ru: Т

source: TB
ru: ТБ

source: TiB
ru: ТиБ

source: Unassign qgroup %1$s from qgroup %2$s on %3$s
ja: qgroup %1$s を %3$s にある qgroup %2$s から割り当て解除
ru: Исключить qgroup %1$s из qgroup %2$s на %3$s

source: Unassign qgroup of subvolume %1$s from qgroup %2$s on %3$s
ja: サブボリューム %1$s の qgroup を %3$s にある qgroup %2$s から割り当て解除
ru: Исключить qgroup подтома %1$s из qgroup %2$s на %3$s

source: Unassigning qgroup %1$s from qgroup %2$s on %3$s
ja: qgroup %1$s を %3$s にある qgroup %2$s から割り当て解除しています
ru: Исключение qgroup %1$s из qgroup %2$s на %3$s

source: Unassigning qgroup of subvolume %1$s from qgroup %2$s on %3$s
ja: サブボリューム %1$s の qgroup を %3$s にある qgroup %2$s から割り当て解除しています
ru: Исключение qgroup подтома %1$s из qgroup %2$s на %3$s

source: Unknown
ja: 不明
ru: Неизвестный

source: Unmount %1$s at %2$s
ja: %1$s に対する %2$s からのマウント解除
ru: Отмонтировать %1$s в %2$s

source: Unmount NFS %1$s at %2$s
ja: %1$s に対する %2$s からの NFS マウント解除
ru: Отмонтировать NFS %1$s в %2$s

source: Unmount file system btrfs on %1$s at %2$s
ja: ファイルシステム btrfs %1$s の %2$s からのマウント解除
ru: Отмонтировать файловую систему btrfs %1$s в %2$s

source: Unmount subvolume %1$s on %2$s at %3$s
ja: %2$s 内のサブボリューム %1$s に対する %3$s からのマウント解除
ru: Отмонтировать подтом %1$s на %2$s в %3$s

source: Unmount tmpfs at %1$s
ja: %1$s からの tmpfs のマウント解除
ru: Отмонтировать tmpfs в %1$s

source: Unmounting %1$s at %2$s
ja: %1$s (%2$s) をマウント解除しています
ru: Отмонтирование %1$s в %2$s

source: Unmounting subvolume %1$s on %2$s at %3$s
ja: %2$s 内のサブボリューム %1$s を %3$s からマウント解除しています
ru: Отмонтирование подтома %1$s на %2$s в %3$s

source: Update mount point %1$s of %2$s in /etc/fstab
ja: マウントポイント %1$s (%2$s) の /etc/fstab での更新
ru: Обновить точку монтирования %1$s для %2$s в /etc/fstab

source: Updating mount point %1$s of %2$s in /etc/fstab
ja: マウントポイント %1$s (%2$s) を /etc/fstab で更新しています
ru: Обновление точки монтирования %1$s для %2$s в /etc/fstab

source: Windows Data Partition
ja: Windows データパーティション
ru: Раздел данных Windows

source: exFAT
ru: еxFAT

source: k
ru: к

source: kB
ru: кБ

source: tmpfs
ru: tmрfs
