Repository: aschnell/libstorage-ng
Catalog: po/*.po
Languages: ja, ru

source: are you serious?!
ja: 本当によろしいですか？
ru: Вы уверены?!

source: %1$d more
ja: さらに %1$d 件の項目
ru: Еще %1$d

source: %1$s and %2$d more
ja: %1$s と、さらに %2$d 件の項目
ru: %1$s и еще %2$d

source: %1$s and %2$s
ja: %1$s および %2$s
ru: %1$s и %2$s

source: %1$s is cached by %2$s
ja: %1$s は %2$s でキャッシュされています
ru: %1$s кэшируется в %2$s

source: Activate encryption layer device on %1$s
ja: %1$s 上の暗号化レイヤデバイスの有効化
ru: Включить зашифрованное устройство на %1$s

source: Activate hard disk %1$s (%2$s)
ja: ハードディスク %1$s (%2$s) の有効化
ru: Активировать жёсткий диск %1$s (%2$s)

source: Activate logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s に対する論理ボリューム %1$s (%2$s) の有効化
ru: Включить логический том %1$s (%2$s) в группе томов %3$s

source: Activate thin logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s に対する thin 論理ボリューム %1$s (%2$s) の有効化
ru: Включить «тонкий» логический том %1$s (%2$s) в группе томов %3$s

source: Activate thin pool logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s に対する thin プール論理ボリューム %1$s (%2$s) の有効化
ru: Включить логический том «тонкого» пула %1$s (%2$s) в группе томов %3$s

source: Activating BitLocker %s
ja: BitLocker %s を有効化しています
ru: Активация BitLocker %s

source: Activating BitLocker %s failed
ja: BitLocker %s の有効化に失敗しました
ru: Сбой активации BitLocker %s

source: Activating LUKS %s
ja: LUKS %s を有効化しています
ru: Включение LUKS %s

source: Activating LUKS %s failed
ja: LUKS %s の有効化に失敗しました
ru: Не удалось включить LUKS %s

source: Activating LVM
ja: LVM を有効化しています
ru: Включение LVM

source: Activating LVM failed
ja: LVM の有効化に失敗しました
ru: Не удалось включить LVM

source: Activating encryption layer device on %1$s
ja: %1$s 上の暗号化レイヤデバイスを有効化しています
ru: Включение зашифрованного устройства на %1$s

source: Activating hard disk %1$s (%2$s)
ja: ハードディスク %1$s (%2$s) を有効化しています
ru: Активация жесткого диска %1$s (%2$s)

source: Activating logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内の論理ボリューム %1$s (%2$s) を有効化しています
ru: Включение логического тома %1$s (%2$s) в группе томов %3$s

source: Activating multipath
ja: マルチパスを有効化しています
ru: Включение multipath

source: Activating multipath failed
ja: マルチパスの有効化に失敗しました
ru: Не удалось включить multipath

source: Activating thin logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内の thin 論理ボリューム %1$s (%2$s) を有効化しています
ru: Включение «тонкого» логического тома %1$s (%2$s) в группе томов %3$s

source: Activating thin pool logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内の thin プール論理ボリューム %1$s (%2$s) を有効化しています
ru: Включение логического тома «тонкого» пула %1$s (%2$s) в группе томов %3$s

source: Add %1$s (%2$s) to btrfs on %3$s
ja: %3$s にある btrfs への %1$s (%2$s) の追加
ru: Добавить %1$s (%2$s) к btrfs на %3$s

source: Add %1$s to %2$s
ja: %1$s の %2$s への追加
ru: Добавить %1$s в %2$s

source: Add %1$s to /etc/mdadm.conf
ja: %1$s の /etc/mdadm.conf への追加
ru: Добавить %1$s в /etc/mdadm.conf

source: Add device %1$s to LVM devices file
ja: デバイス %1$s を LVM デバイスファイルに追加
ru: Добавить устройство %1$s в файл устройств LVM

source: Add encryption layer device on %1$s to /etc/crypttab
ja: %1$s 内にある暗号化レイヤデバイスの /etc/crypttab への追加
ru: Добавить зашифрованное устройство на %1$s в /etc/crypttab

source: Add mount point %1$s of %2$s to /etc/fstab
ja: マウントポイント %1$s (%2$s) の /etc/fstab への追加
ru: Добавить точку монтирования %1$s для %2$s в /etc/fstab

source: Add mount point %1$s of subvolume %2$s on %3$s to /etc/fstab
ja: %3$s 内にあるサブボリューム %2$s のマウントポイント %1$s の /etc/fstab への追加
ru: Добавить точку монтирования %1$s подтома %2$s на %3$s в /etc/fstab

source: Adding %1$s (%2$s) to btrfs on %3$s
ja: %3$s にある btrfs に %1$s (%2$s) を追加しています
ru: Добавление %1$s (%2$s) к btrfs на %3$s

source: Adding %1$s to %2$s
ja: %1$s を %2$s に追加しています
ru: Добавление %1$s в %2$s

source: Adding %1$s to /etc/mdadm.conf
ja: %1$s を /etc/mdadm.conf に追加しています
ru: Добавление %1$s в /etc/mdadm.conf

source: Adding device %1$s to LVM devices file
ja: デバイス %1$s を LVM デバイスファイルに追加しています
ru: Добавление устройства %1$s в файл устройств LVM

source: Adding encryption layer device on %1$s to /etc/crypttab
ja: 暗号化レイヤデバイス %1$s を /etc/crypttab に追加しています
ru: Добавление зашифрованного устройства на %1$s в /etc/crypttab

source: Adding mount point %1$s of %2$s to /etc/fstab
ja: マウントポイント %1$s (%2$s) を /etc/fstab に追加しています
ru: Добавление точки монтирования %1$s для %2$s в /etc/fstab

source: Adding mount point %1$s of subvolume %2$s on %3$s to /etc/fstab
ja: %3$s 内にあるサブボリューム %2$s のマウントポイント %1$s を /etc/fstab に追加しています
ru: Добавление точки монтирования %1$s подтома %2$s на %3$s в /etc/fstab

source: Assign qgroup %1$s to qgroup %2$s on %3$s
ja: qgroup %1$s を %3$s にある qgroup %2$s に割り当てる
ru: Назначить qgroup %1$s в qgroup %2$s на %3$s

source: Assign qgroup of subvolume %1$s to qgroup %2$s on %3$s
ja: サブボリューム %1$s の qgroup を %3$s にある qgroup %2$s に割り当てる
ru: Назначить qgroup подтома %1$s в qgroup %2$s на %3$s

source: Assigning qgroup %1$s to qgroup %2$s on %3$s
ja: qgroup %1$s を %3$s にある qgroup %2$s に割り当てています
ru: Назначение qgroup %1$s в qgroup %2$s на %3$s

source: Assigning qgroup of subvolume %1$s to qgroup %2$s on %3$s
ja: サブボリューム %1$s の qgroup を %3$s にある qgroup %2$s に割り当てています
ru: Назначение qgroup подтома %1$s в qgroup %2$s на %3$s

source: Attach bcache cache set on %1$s to bcache %2$s (%3$s)
ja: %1$s にある Bcache キャッシュセットを Bcache %2$s (%3$s) に接続
ru: Подключить кэш bcache на %1$s к bcache %2$s (%3$s)

source: Attaching bcache cache set on %1$s to bcache %2$s (%3$s)
ja: %1$s にある Bcache キャッシュセットを Bcache %2$s (%3$s) に接続しています
ru: Подключение кэша bcache на %1$s к bcache %2$s (%3$s)

source: B
ru: Б

source: BIOS Boot Partition
ja: BIOS Boot パーティション
ru: Загрузочный раздел BIOS

source: Bcache
ru: Bcаche

source: Bcache Cache Set
ja: Bcache キャッシュセット
ru: Набор кэша Bcache

source: BitLocker
ru: BitLoсker

source: Btrfs
ru: Вtrfs

source: Btrfs Qgroup
ru: Qgroup btrfs

source: Btrfs Subvolume
ja: Btrfs サブボリューム
ru: Подтом Btrfs

source: Clear boot flag of partition %1$s
ja: パーティション %1$s の boot フラグの消去
ru: Снять загрузочный флаг раздела %1$s

source: Clear label of %1$s on %2$s
ja: %2$s にある %1$s のラベルを消去
ru: Очистить метку %1$s на %2$s

source: Clear label of partition %1$s
ja: パーティション %1$s のラベルを消去
ru: Очистить метку раздела %1$s

source: Clear legacy boot flag of partition %1$s
ja: パーティション %1$s の legacy boot フラグの消去
ru: Снять устаревший загрузочный флаг раздела %1$s

source: Clear no-automount flag of partition %1$s
ja: パーティション %1$s の no-automount フラグの消去
ru: Снять флаг запрета автомонтирования с раздела %1$s

source: Clear option 'no copy on write' for subvolume %1$s on %2$s
ja: %2$s 内のサブボリューム %1$s に対する 'no copy on write' オプションの消去
ru: Очистить опцию «без копирования при записи» подтома %1$s на %2$s

source: Clear protective MBR boot flag of GPT on %1$s
ja: %1$s 内の GPT に対する protective MBR boot フラグの消去
ru: Снять защитный флаг MBR с GPT на %1$s

source: Clearing boot flag of partition %1$s
ja: パーティション %1$s の boot フラグを消去しています
ru: Снятие загрузочного флага раздела %1$s

source: Clearing label of %1$s on %2$s
ja: %2$s にある %1$s のラベルを消去しています
ru: Очищение метки %1$s на %2$s

source: Clearing label of partition %1$s
ja: パーティション %1$s のラベルを消去しています
ru: Очищение метки раздела %1$s

source: Clearing legacy boot flag of partition %1$s
ja: パーティション %1$s の legacy boot フラグを消去しています
ru: Снятие устаревшего загрузочного флага раздела %1$s

source: Clearing no-automount flag of partition %1$s
ja: パーティション %1$s の no-automount フラグを消去しています
ru: Снятие флага запрета автомонтирования с раздела %1$s

source: Clearing option 'no copy on write' for subvolume %1$s on %2$s
ja: %2$s 内のサブボリューム %1$s に対して 'no copy on write' オプションを消去しています
ru: Очистка опции «без копирования при записи» подтома %1$s на %2$s

source: Clearing protective MBR boot flag of GPT on %1$s
ja: %1$s 内の GPT の protective MBR boot フラグを消去しています
ru: Снятие защитного флага MBR с GPT на %1$s

source: Create %1$s %2$s (%3$s) for %4$s with %5$s from %6$s
ja: %6$s からの %1$s %2$s (%3$s) の作成 (%4$s 向け, %5$s)
ru: Создать раздел %1$s %2$s (%3$s) для точки монтирования %4$s с файловой системой %5$s на основе устройств %6$s

source: Create %1$s %2$s (%3$s) for swap from %4$s
ja: %4$s からの %1$s %2$s (%3$s) の作成 (スワップ向け)
ru: Создать раздел %1$s %2$s (%3$s) для подкачки на основе устройств %4$s

source: Create %1$s %2$s (%3$s) from %4$s
ja: %4$s からの %1$s %2$s (%3$s) の作成
ru: Создать раздел %1$s %2$s (%3$s) на основе устройств %4$s

source: Create %1$s %2$s (%3$s) with %4$s from %5$s
ja: %5$s からの %1$s %2$s (%3$s) の作成 (%4$s)
ru: Создать раздел %1$s %2$s (%3$s) с файловой системой %4$s на основе устройств %5$s

source: Create %1$s on %2$s
ja: %2$s に対する %1$s の作成
ru: Создать %1$s на %2$s

source: Create DASD partition table on %1$s
ja: %1$s に対する DASD パーティションテーブルの作成
ru: Создать таблицу разделов DASD на %1$s

source: Create GPT on %1$s
ja: %1$s に対する GPT の作成
ru: Создать GPT на %1$s

source: Create LVM logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s に対する LVM 論理ボリューム %1$s (%2$s) の作成
ru: Создать логический том LVM %1$s (%2$s) в группе томов %3$s

source: Create LVM logical volume %1$s (%2$s) on volume group %3$s for %4$s with %5$s
ja: ボリュームグループ %3$s に対する LVM 論理ボリューム %1$s (%2$s) の作成 (%4$s 向け, %5$s)
ru: Создать логический том LVM %1$s (%2$s) в группе томов %3$s для точки монтирования %4$s с файловой системой %5$s

source: Create LVM logical volume %1$s (%2$s) on volume group %3$s for swap
ja: ボリュームグループ %3$s に対する LVM 論理ボリューム %1$s (%2$s) の作成 (スワップ向け)
ru: Создать логический том LVM %1$s (%2$s) в группе томов %3$s для подкачки

source: Create LVM logical volume %1$s (%2$s) on volume group %3$s with %4$s
ja: ボリュームグループ %3$s に対する LVM 論理ボリューム %1$s (%2$s) の作成 (%4$s)
ru: Создать логический том %1$s (%2$s) в группе томов %3$s с файловой системой %4$s

source: Create LVM physical volume over %1$s (%2$s)
ja: %1$s (%2$s) に対する LVM 物理ボリュームの作成
ru: Создать физический том LVM в разделе %1$s (%2$s)

source: Create LVM physical volume over encrypted %1$s (%2$s)
ja: 暗号化された %1$s (%2$s)に対する LVM 物理ボリュームの作成
ru: Создать физический том LVM на зашифрованном разделе %1$s (%2$s)

source: Create LVM volume device over %1$s (%2$s)
ja: %1$s (%2$s) に対する LVM ボリュームデバイスの作成
ru: Создать устройство группы томов LVM на %1$s (%2$s)

source: Create MD %1$s %2$s (%3$s) from %4$s
ja: %4$s からの MD %1$s %2$s (%3$s) の作成
ru: Создать MD %1$s %2$s (%3$s) на основе устройств %4$s

source: Create MS-DOS partition table on %1$s
ja: %1$s に対する MS-DOS パーティションテーブルの作成
ru: Создать таблицу разделов MS-DOS на %1$s

source: Create bcache %1$s (%2$s)
ja: Bcache %1$s (%2$s) の作成
ru: Создать bcache %1$s (%2$s)

source: Create bcache %1$s on %2$s (%3$s)
ja: %2$s (%3$s) に対する Bcache %1$s の作成
ru: Создать раздел bcache %1$s на устройстве %2$s (%3$s)

source: Create bcache %1$s on %2$s (%3$s) for %4$s with %5$s
ja: %2$s (%3$s) に対する Bcache %1$s の作成 (%4$s 向け, %5$s)
ru: Создать раздел bcache %1$s на устройстве %2$s (%3$s) для точки монтирования %4$s с файловой системой %5$s

source: Create bcache %1$s on %2$s (%3$s) for swap
ja: %2$s (%3$s) に対する Bcache %1$s の作成 (スワップ向け)
ru: Создать раздел bcache %1$s на устройстве %2$s (%3$s) для подкачки

source: Create bcache %1$s on %2$s (%3$s) with %4$s
ja: %2$s (%3$s) に対する Bcache %1$s の作成 (%4$s)
ru: Создать раздел bcache %1$s на устройстве %2$s (%3$s) с файловой системой %4$s

source: Create bcache cache set on %1$s (%2$s)
ja: %1$s (%2$s) に対する Bcache キャッシュセットの作成
ru: Создать кэш bcache на %1$s (%2$s)

source: Create encrypted %1$s %2$s (%3$s) from %4$s
ja: %4$s からの暗号化された %1$s %2$s (%3$s) の作成
ru: Создать зашифрованный раздел %1$s %2$s (%3$s) на основе устройств %4$s

source: Create encrypted %1$s %2$s (%3$s) for %4$s with %5$s from %6$s
ja: %6$s からの暗号化された %1$s %2$s (%3$s) の作成 (%4$s 向け, %5$s)
ru: Создать зашифрованный раздел %1$s %2$s (%3$s) для точки монтирования %4$s с файловой системой %5$s на основе устройств %6$s

source: Create encrypted %1$s %2$s (%3$s) for swap from %4$s
ja: %4$s からの暗号化された %1$s %2$s (%3$s) の作成 (スワップ向け)
ru: Создать зашифрованный раздел %1$s %2$s (%3$s) для подкачки на основе устройств %4$s

source: Create encrypted %1$s %2$s (%3$s) with %4$s from %5$s
ja: %5$s からの暗号化された %1$s %2$s (%3$s) の作成 (%4$s)
ru: Создать зашифрованный раздел %1$s %2$s (%3$s) с файловой системой %4$s на основе устройств %5$s

source: Create encrypted LVM logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s に対する暗号化された LVM 論理ボリューム %1$s (%2$s) の作成
ru: Создать зашифрованный логический том LVM %1$s (%2$s) в группе томов %3$s

source: Create encrypted LVM logical volume %1$s (%2$s) on volume group %3$s for %4$s with %5$s
ja: ボリュームグループ %3$s に対する暗号化された LVM 論理ボリューム %1$s (%2$s) の作成 (%4$s 向け, %5$s)
ru: Создать зашифрованный логический том LVM %1$s (%2$s) в группе томов %3$s для точки монтирования %4$s с файловой системой %5$s

source: Create encrypted LVM logical volume %1$s (%2$s) on volume group %3$s for swap
ja: ボリュームグループ %3$s に対する暗号化された LVM 論理ボリューム %1$s (%2$s) の作成 (スワップ向け)
ru: Создать зашифрованный логический том LVM %1$s (%2$s) в группе томов %3$s для подкачки

source: Create encrypted LVM logical volume %1$s (%2$s) on volume group %3$s with %4$s
ja: ボリュームグループ %3$s に対する暗号化された LVM 論理ボリューム %1$s (%2$s) の作成 (%4$s)
ru: Создать зашифрованный логический том %1$s (%2$s) в группе томов %3$s с файловой системой %4$s

source: Create encrypted bcache %1$s on %2$s (%3$s)
ja: %2$s (%3$s) に対する暗号化された Bcache %1$s の作成
ru: Создать зашифрованный раздел bcache %1$s на устройстве %2$s (%3$s)

source: Create encrypted bcache %1$s on %2$s (%3$s) for %4$s with %5$s
ja: %2$s (%3$s) に対する暗号化された Bcache %1$s の作成 (%4$s 向け, %5$s)
ru: Создать зашифрованный раздел bcache %1$s на устройстве %2$s (%3$s) для точки монтирования %4$s с файловой системой %5$s

source: Create encrypted bcache %1$s on %2$s (%3$s) for swap
ja: %2$s (%3$s) に対する暗号化された Bcache %1$s の作成 (スワップ向け)
ru: Создать зашифрованный раздел bcache %1$s на устройстве %2$s (%3$s) для подкачки

source: Create encrypted bcache %1$s on %2$s (%3$s) with %4$s
ja: %2$s (%3$s) に対する暗号化された Bcache %1$s の作成 (%4$s)
ru: Создать зашифрованный раздел bcache %1$s на устройстве %2$s (%3$s) с файловой системой %4$s

source: Create encrypted partition %1$s (%2$s)
ja: 暗号化パーティション %1$s (%2$s) の作成
ru: Создать зашифрованный раздел %1$s (%2$s)

source: Create encrypted partition %1$s (%2$s) as LVM physical volume
ja: LVM 物理ボリュームとして暗号化パーティション %1$s (%2$s) の作成
ru: Создать зашифрованный раздел %1$s (%2$s) как физический том LVM

source: Create encrypted partition %1$s (%2$s) for %3$s with %4$s
ja: 暗号化パーティション %1$s (%2$s) の作成 (%3$s 向け, %4$s)
ru: Создать зашифрованный раздел %1$s (%2$s) для точки монтирования %3$s с файловой системой %4$s

source: Create encrypted partition %1$s (%2$s) for swap
ja: 暗号化パーティション %1$s (%2$s) の作成 (スワップ向け)
ru: Создать зашифрованный раздел %1$s (%2$s) для подкачки

source: Create encrypted partition %1$s (%2$s) with %3$s
ja: 暗号化パーティション %1$s (%2$s) の作成 (%3$s)
ru: Создать зашифрованный раздел %1$s (%2$s) с файловой системой %3$s

source: Create encryption layer device on %1$s
ja: %1$s に対する暗号化レイヤデバイスの作成
ru: Создать зашифрованное устройство на %1$s

source: Create extended partition %1$s (%2$s)
ja: 拡張パーティション %1$s (%2$s) の作成
ru: Создать расширенный раздел %1$s (%2$s)

source: Create file system btrfs on %1$s
ja: %1$s に対するファイルシステム btrfs の作成
ru: Создать файловую систему btrfs на %1$s

source: Create file system btrfs on %1$s and mount at %2$s
ja: %1$s に対するファイルシステム btrfs の作成および %2$s へのマウント
ru: Создать файловую систему btrfs на %1$s и монтировать ее на %2$s

source: Create hard disk %1$s (%2$s)
ja: ハードディスク %1$s (%2$s) の作成
ru: Создать жёсткий диск %1$s (%2$s)

source: Create implicit partition %1$s (%2$s)
ja: 暗黙のパーティション %1$s (%2$s) の作成
ru: Создать неявный раздел %1$s (%2$s)

source: Create implicit partition table on %1$s
ja: %1$s に対する暗黙のパーティションテーブルの作成
ru: Создать таблицу неявных разделов на %1$s

source: Create logical partition %1$s (%2$s)
ja: 論理パーティション %1$s (%2$s) の作成
ru: Создать логический раздел %1$s (%2$s)

source: Create logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s に対する論理ボリューム %1$s (%2$s) の作成
ru: Создать логический том %1$s (%2$s) в группе томов %3$s

source: Create partition %1$s (%2$s)
ja: パーティション %1$s (%2$s) の作成
ru: Создать раздел %1$s (%2$s)

source: Create partition %1$s (%2$s) as %3$s
ja: %3$s としてパーティション %1$s (%2$s) の作成
ru: Создать раздел %1$s (%2$s) как %3$s

source: Create partition %1$s (%2$s) as LVM physical volume
ja: LVM 物理ボリュームとしてパーティション %1$s (%2$s) の作成
ru: Создать раздел %1$s (%2$s) как физический том LVM

source: Create partition %1$s (%2$s) for %3$s with %4$s
ja: パーティション %1$s (%2$s) の作成 (%3$s 向け, %4$s)
ru: Создать раздел %1$s (%2$s) для точки монтирования %3$s с файловой системой %4$s

source: Create partition %1$s (%2$s) for swap
ja: パーティション %1$s (%2$s) の作成 (スワップ向け)
ru: Создать раздел %1$s (%2$s) для подкачки

source: Create partition %1$s (%2$s) with %3$s
ja: パーティション %1$s (%2$s) の作成 (%3$s)
ru: Создать раздел %1$s (%2$s) с файловой системой %3$s

source: Create physical volume on %1$s
ja: %1$s に対する物理ボリュームの作成
ru: Создать физический том на %1$s

source: Create primary partition %1$s (%2$s)
ja: プライマリパーティション %1$s (%2$s) の作成
ru: Создать основной раздел %1$s (%2$s)

source: Create qgroup %1$s on %2$s
ja: %2$s に対する qgroup %1$s の作成
ru: Создать qgroup %1$s на %2$s

source: Create subvolume %1$s on %2$s
ja: %2$s に対するサブボリューム %1$s の作成
ru: Создать подтом %1$s на %2$s

source: Create thin logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s に対する thin 論理ボリューム %1$s (%2$s) の作成
ru: Создать «тонкий» логический том %1$s (%2$s) в группе томов %3$s

source: Create thin pool logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s に対する thin プール論理ボリューム %1$s (%2$s) の作成
ru: Создать логический том «тонкого» пула %1$s (%2$s) в группе томов %3$s

source: Create volume group %1$s (%2$s)
ja: ボリュームグループ %1$s (%2$s) の作成
ru: Создать группу томов %1$s (%2$s)

source: Create volume group %1$s (%2$s) from %3$s
ja: %3$s からのボリュームグループ %1$s (%2$s) の作成
ru: Создать группу томов %1$s (%2$s) на основе устройств %3$s

source: Create volume group %1$s (%2$s) with %3$s
ja: %3$s に対するボリュームグループ %1$s (%2$s) の作成
ru: Создать группу томов %1$s (%2$s) с файловой системой %3$s

source: Creating %1$s on %2$s
ja: %2$s に %1$s を作成しています
ru: Создание %1$s на %2$s

source: Creating DASD partition table on %1$s
ja: %1$s に DASD パーティションテーブルを作成しています
ru: Создание таблицы разделов DASD на %1$s

source: Creating GPT on %1$s
ja: %1$s に GPT を作成しています
ru: Создание GPT на %1$s

source: Creating MD %1$s %2$s (%3$s) from %4$s
ja: %4$s からの MD %1$s %2$s (%3$s) の作成
ru: Создать MD %1$s %2$s (%3$s) на основе устройств %4$s

source: Creating MS-DOS partition table on %1$s
ja: %1$s に MS-DOS パーティションテーブルを作成しています
ru: Создание таблицы разделов MS-DOS на %1$s

source: Creating bcache %1$s (%2$s)
ja: Bcache %1$s (%2$s) を作成しています
ru: Создание bcache %1$s (%2$s)

source: Creating bcache cache set %1$s (%2$s)
ja: Bcache キャッシュセット %1$s (%2$s) を作成しています
ru: Создание кэша bcache на %1$s (%2$s)

source: Creating encryption layer device on %1$s
ja: %1$s に暗号化レイヤデバイスを作成しています
ru: Создание зашифрованного устройства на %1$s

source: Creating extended partition %1$s (%2$s)
ja: 拡張パーティション %1$s (%2$s) を作成しています
ru: Создание расширенного раздела %1$s (%2$s)

source: Creating hard disk %1$s (%2$s)
ja: ハードディスク %1$s (%2$s) を作成しています
ru: Создание жесткого диска %1$s (%2$s)

source: Creating implicit partition %1$s (%2$s)
ja: 暗黙のパーティション %1$s (%2$s) を作成しています
ru: Создание неявного раздела %1$s (%2$s)

source: Creating implicit partition table on %1$s
ja: %1$s に暗黙のパーティションテーブルを作成しています
ru: Создание таблицы неявных разделов на %1$s

source: Creating logical partition %1$s (%2$s)
ja: 論理パーティション %1$s (%2$s) を作成しています
ru: Создание логического раздела %1$s (%2$s)

source: Creating logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内に論理ボリューム %1$s (%2$s) を作成しています
ru: Создание логического тома %1$s (%2$s) в группе томов %3$s

source: Creating partition %1$s (%2$s)
ja: パーティション %1$s (%2$s) を作成しています
ru: Создание раздела %1$s (%2$s)

source: Creating physical volume on %1$s
ja: %1$s 内に物理ボリュームを作成しています
ru: Создание физического тома на %1$s

source: Creating primary partition %1$s (%2$s)
ja: プライマリパーティション %1$s (%2$s) を作成しています
ru: Создание основного раздела %1$s (%2$s)

source: Creating qgroup %1$s on %2$s
ja: %2$s に qgroup %1$s を作成しています
ru: Создание qgroup %1$s на %2$s

source: Creating subvolume %1$s on %2$s
ja: %2$s 内にサブボリューム %1$s を作成しています
ru: Создание подтома %1$s на %2$s

source: Creating thin logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内に thin 論理ボリューム %1$s (%2$s) を作成しています
ru: Создание «тонкого» логического тома %1$s (%2$s) в группе томов %3$s

source: Creating thin pool logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内に thin プール論理ボリューム %1$s (%2$s) を作成しています
ru: Создание логического тома «тонкого» пула %1$s (%2$s) в группе томов %3$s

source: Creating volume group %1$s (%2$s) from %3$s
ja: %3$s からボリュームグループ %1$s (%2$s) を作成しています
ru: Создание группы томов %1$s (%2$s) на основе устройств %3$s

source: DASD Partition Table
ja: DASD パーティションテーブル
ru: Таблица разделов DASD

source: DOS12 Partition
ja: DOS12 パーティション
ru: Раздел DOS12

source: DOS16 Partition
ja: DOS16 パーティション
ru: Раздел DOS16

source: DOS32 Partition
ja: DOS32 パーティション
ru: Раздел DOS32

source: Deactivate MD %1$s %2$s (%3$s)
ja: MD %1$s %2$s (%3$s) の無効化
ru: Отключить MD %1$s %2$s (%3$s)

source: Deactivate bcache %1$s (%2$s)
ja: Bcache %1$s (%2$s) の無効化
ru: Отключить bcache %1$s (%2$s)

source: Deactivate bcache cache set on %1$s (%2$s)
ja: %1$s (%2$s) にある Bcache キャッシュセットの無効化
ru: Отключить кэш bcache на %1$s (%2$s)

source: Deactivate encryption layer device on %1$s
ja: %1$s 内の暗号化レイヤデバイスの無効化
ru: Отключить зашифрованное устройство на %1$s

source: Deactivate logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内の論理ボリューム %1$s (%2$s) の無効化
ru: Отключить логический том %1$s (%2$s) в группе томов %3$s

source: Deactivate multipath %1$s (%2$s)
ja: マルチパス %1$s (%2$s) の無効化
ru: Отключить multipath %1$s (%2$s)

source: Deactivate thin logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s に対する thin 論理ボリューム %1$s (%2$s) の無効化
ru: Отключить «тонкий» логический том %1$s (%2$s) в группе томов %3$s

source: Deactivate thin pool logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s に対する thin プール論理ボリューム %1$s (%2$s) の無効化
ru: Отключить логический том «тонкого» пула %1$s (%2$s) в группе томов %3$s

source: Deactivating MD %1$s %2$s (%3$s)
ja: MD %1$s %2$s (%3$s) を無効化しています
ru: Отключение MD %1$s %2$s (%3$s)

source: Deactivating bcache %1$s (%2$s)
ja: Bcache %1$s (%2$s) を無効化しています
ru: Отключение bcache %1$s (%2$s)

source: Deactivating bcache cache set on %1$s (%2$s)
ja: %1$s (%2$s) にある Bcache キャッシュセットを無効化しています
ru: Отключение кэша bcache на %1$s (%2$s)

source: Deactivating encryption layer device on %1$s
ja: %1$s 内の暗号化ループデバイスを無効化しています
ru: Отключение зашифрованного устройства на %1$s

source: Deactivating logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内の論理ボリューム %1$s (%2$s) を無効化しています
ru: Отключение логического тома %1$s (%2$s) в группе томов %3$s

source: Deactivating multipath %1$s (%2$s)
ja: マルチパス %1$s (%2$s) を無効化しています
ru: Отключение multipath %1$s (%2$s)

source: Deactivating thin logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内の thin 論理ボリューム %1$s (%2$s) を無効化しています
ru: Отключение «тонкого» логического тома %1$s (%2$s) в группе томов %3$s

source: Deactivating thin pool logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内の thin プール論理ボリューム %1$s (%2$s) を無効化しています
ru: Отключение логического тома «тонкого» пула %1$s (%2$s) в группе томов %3$s

source: Delete %1$s %2$s (%3$s)
ja: %1$s %2$s (%3$s) の削除
ru: Удалить раздел %1$s %2$s (%3$s)

source: Delete %1$s on %2$s
ja: %2$s 内の %1$s の削除
ru: Удалить %1$s на устройствах %2$s

source: Delete DASD partition table on %1$s
ja: %1$s 内の DASD パーティションテーブルの削除
ru: Удалить таблицу разделов DASD на %1$s
