Repository: aschnell/libstorage-ng
Catalog: po/*.po
Languages: ja, ru

source: Delete GPT on %1$s
ja: %1$s 内の GPT の削除
ru: Удалить GPT на %1$s

source: Delete MD %1$s %2$s (%3$s)
ja: MD %1$s %2$s (%3$s) の削除
ru: Удалить MD %1$s %2$s (%3$s)

source: Delete MS-DOS partition table on %1$s
ja: %1$s に対する MS-DOS パーティションテーブルの削除
ru: Удалить таблицу разделов MS-DOS на %1$s

source: Delete bcache %1$s (%2$s)
ja: Bcache %1$s (%2$s) の削除
ru: Удалить bcache %1$s (%2$s)

source: Delete bcache %1$s on %2$s (%3$s)
ja: %2$s (%3$s) 内の Bcache %1$s の削除
ru: Удалить раздел bcache %1$s на устройстве %2$s (%3$s)

source: Delete bcache cache set on %1$s (%2$s)
ja: %1$s (%2$s) に存在する Bcache キャッシュセットの削除
ru: Удалить кэш bcache на %1$s (%2$s)

source: Delete encryption layer device on %1$s
ja: %1$s 内の暗号化レイヤデバイスの削除
ru: Удалить зашифрованное устройство на %1$s

source: Delete extended partition %1$s (%2$s)
ja: 拡張パーティション %1$s (%2$s) の削除
ru: Удалить расширенный раздел %1$s (%2$s)

source: Delete file system btrfs on %1$s
ja: %1$s に対するファイルシステム btrfs の削除
ru: Удалить файловую систему btrfs на %1$s

source: Delete implicit partition %1$s (%2$s)
ja: 暗黙のパーティション %1$s (%2$s) の削除
ru: Удалить неявный раздел %1$s (%2$s)

source: Delete implicit partition table on %1$s
ja: %1$s に対する暗黙のパーティションテーブルの削除
ru: Удалить таблицу неявных разделов на %1$s

source: Delete logical partition %1$s (%2$s)
ja: 論理パーティション %1$s (%2$s) の削除
ru: Удалить логический раздел %1$s (%2$s)

source: Delete logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内の論理ボリューム %1$s (%2$s) の削除
ru: Удалить логический том %1$s (%2$s) в группе томов %3$s

source: Delete partition %1$s (%2$s)
ja: パーティション %1$s (%2$s) の削除
ru: Удалить раздел %1$s (%2$s)

source: Delete physical volume on %1$s
ja: %1$s 内の物理ボリュームの削除
ru: Удалить физический том на %1$s

source: Delete primary partition %1$s (%2$s)
ja: プライマリパーティション %1$s (%2$s) の削除
ru: Удалить основной раздел %1$s (%2$s)

source: Delete subvolume %1$s on %2$s
ja: %2$s 内のサブボリューム %1$s の削除
ru: Удалить подтом %1$s на %2$s

source: Delete thin logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s に対する thin 論理ボリューム %1$s (%2$s) の削除
ru: Удалить «тонкий» логический том %1$s (%2$s) в группе томов %3$s

source: Delete thin pool logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s に対する thin プール論理ボリューム %1$s (%2$s) の削除
ru: Удалить логический том «тонкого» пула %1$s (%2$s) в группе томов %3$s

source: Delete volume group %1$s (%2$s)
ja: ボリュームグループ %1$s (%2$s) の削除
ru: Удалить группу томов %1$s (%2$s)

source: Deleting %1$s on %2$s
ja: %2$s 内の %1$s を削除しています
ru: Удаление %1$s на устройствах %2$s

source: Deleting DASD partition table on %1$s
ja: %1$s 内の DASD パーティションテーブルを削除しています
ru: Удаление таблицы разделов DASD на %1$s

source: Deleting GPT on %1$s
ja: %1$s 内の GPT を削除しています
ru: Удаление GPT на %1$s

source: Deleting MD %1$s %2$s (%3$s)
ja: MD %1$s %2$s (%3$s) を削除しています
ru: Удаление MD %1$s %2$s (%3$s)

source: Deleting MS-DOS partition table on %1$s
ja: %1$s 内の MS-DOS パーティションテーブルを削除しています
ru: Удаление таблицы разделов MS-DOS на %1$s

source: Deleting bcache %1$s (%2$s)
ja: Bcache %1$s (%2$s) を削除しています
ru: Удаление bcache %1$s (%2$s)

source: Deleting bcache cache set on %1$s (%2$s)
ja: %1$s (%2$s) に存在する Bcache キャッシュセットを削除しています
ru: Удаление кэша bcache на %1$s (%2$s)

source: Deleting encryption layer device on %1$s
ja: %1$s 内の暗号化レイヤデバイスを削除しています
ru: Удаление зашифрованного устройства на %1$s

source: Deleting extended partition %1$s (%2$s)
ja: 拡張パーティション %1$s (%2$s) を削除しています
ru: Удаление расширенного раздела %1$s (%2$s)

source: Deleting implicit partition %1$s (%2$s)
ja: 暗黙のパーティション %1$s (%2$s) を削除しています
ru: Удаление неявного раздела %1$s (%2$s)

source: Deleting implicit partition table on %1$s
ja: %1$s 内の暗黙のパーティションテーブルを削除しています
ru: Удаление таблицы неявных разделов на %1$s

source: Deleting logical partition %1$s (%2$s)
ja: 論理パーティション %1$s (%2$s) を削除しています
ru: Удаление логического раздела %1$s (%2$s)

source: Deleting logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内の論理ボリューム %1$s (%2$s) を削除しています
ru: Удаление логического тома %1$s (%2$s) в группе томов %3$s

source: Deleting partition %1$s (%2$s)
ja: パーティション %1$s (%2$s) を削除しています
ru: Удаление раздела %1$s (%2$s)

source: Deleting physical volume on %1$s
ja: %1$s 内の物理ボリュームを削除しています
ru: Удаление физического тома на %1$s

source: Deleting primary partition %1$s (%2$s)
ja: プライマリパーティション %1$s (%2$s) を削除しています
ru: Удаление основного раздела %1$s (%2$s)

source: Deleting subvolume %1$s on %2$s
ja: %2$s 内のサブボリューム %1$s を削除しています
ru: Удаление подтома %1$s на %2$s

source: Deleting thin logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内の thin 論理ボリューム %1$s (%2$s) を削除しています
ru: Удаление «тонкого» логического тома %1$s (%2$s) в группе томов %3$s

source: Deleting thin pool logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s 内の thin プール論理ボリューム %1$s (%2$s) を削除しています
ru: Удаление логического тома «тонкого» пула %1$s (%2$s) в группе томов %3$s

source: Deleting volume group %1$s (%2$s)
ja: ボリュームグループ %1$s (%2$s) を削除しています
ru: Удаление группы томов %1$s (%2$s)

source: Detach bcache cache set on %1$s from bcache %2$s (%3$s)
ja: Bcache %2$s (%3$s) から Bcache キャッシュセット %1$s の接続を解除
ru: Отключить кэш bcache на %1$s от bcache %2$s (%3$s)

source: Detaching bcache cache set on %1$s from bcache %2$s (%3$s)
ja: Bcache %2$s (%3$s) から Bcache キャッシュセット %1$s の接続を解除しています
ru: Отключение кэша bcache на %1$s от bcache %2$s (%3$s)

source: Detected LVM logical volumes of unsupported types: %1$s These logical volumes are ignored. Operations on the corresponding volume groups may fail.
ja: 未対応の種類の LVM 論理ボリュームが検出されました: %1$s これらの論理ボリュームは無視されます。また、対応するボリューム グループに対する操作が失敗することがあります。
ru: Обнаружены логические тома LVM неподдерживаемых типов: %1$s Эти логические тома будут пропущены. Операции с соответствующими группами томов могут завершиться ошибкой.

source: Detected a %1$s file system next to a partition table of type %2$s on the device %3$s. The file system will be ignored.
ja: デバイス %3$s 内の %2$s パーティションテーブルの直後に、 %1$s ファイルシステムが見つかりました。このファイルシステムは無視されます。
ru: Обнаружена файловая система %1$s рядом с таблицей разделов %2$s на устройстве %3$s. Файловая система будет проигнорирована.

source: Detected a LUKS device next to a partition table of type %1$s on the device %2$s. The LUKS device will be ignored.
ja: デバイス %2$s 内の %1$s パーティションテーブルの直後に、 LUKS デバイスが見つかりました。この LUKS デバイスは無視されます。
ru: Обнаружено устройство LUKS рядом с таблицей разделов %1$s на устройстве %2$s. Устройство LUKS будет проигнорировано.

source: Detected a LVM logical volume next to a partition table of type %1$s on the device %2$s. The LVM logical volume will be ignored as good as possible.
ja: デバイス %2$s 内の %1$s パーティションテーブルの直後に、 LVM 論理ボリュームが見つかりました。この LVM 論理ボリュームは無視されます。
ru: Обнаружен логический том LVM рядом с таблицей разделов %1$s на устройстве %2$s. Логический том LVM будет проигнорирован.

source: Detected an unsupported file system of type %1$s on the device %2$s.
ja: デバイス %2$s 内の %1$s パーティションテーブルの直後に、 未対応のファイルシステムが見つかりました。
ru: Обнаружена неподдерживаемая файловая система %1$s на устройстве %2$s.

source: Detected an unsupported partition table of type %1$s on the device %2$s.
ja: デバイス %2$s 内の %1$s パーティションテーブルの直後に、 未対応のパーティションテーブルが見つかりました。
ru: Обнаружена неподдерживаемая таблица разделов %1$s на устройстве %2$s.

source: Diagnostics Partition
ja: 診断パーティション
ru: Диагностический раздел

source: Disable quota on %1$s
ja: %1$s に対するクオータの無効化
ru: Отключить квоты на %1$s

source: Disabling quota on %1$s
ja: %1$s に対してクオータを無効化しています
ru: Отключение квот на %1$s

source: Disk
ja: ディスク
ru: Диск

source: E
ru: Э

source: EB
ru: ЭБ

source: EFI System Partition
ja: EFI システムパーティション
ru: Системный раздел EFI

source: EiB
ru: ЭиБ

source: Enable quota on %1$s
ja: %1$s に対するクオータの有効化
ru: Включить квоты на %1$s

source: Enabling quota %1$s
ja: %1$s に対してクオータを有効化しています
ru: Включение квот на %1$s

source: Encrypt %1$s %2$s (%3$s)
ja: %1$s %2$s (%3$s) の暗号化
ru: Зашифровать раздел %1$s %2$s (%3$s)

source: Encrypt %1$s %2$s (%3$s) for %4$s with %5$s
ja: %1$s %2$s (%3$s) の暗号化 (%4$s 向け, %5$s)
ru: Зашифровать раздел %1$s %2$s (%3$s) для точки монтирования %4$s с файловой системой %5$s

source: Encrypt %1$s %2$s (%3$s) with %4$s
ja: %1$s %2$s (%3$s) の暗号化 (%4$s)
ru: Зашифровать раздел %1$s %2$s (%3$s) с файловой системой %4$s

source: Encrypt LVM logical volume %1$s (%2$s) on volume group %3$s
ja: ボリュームグループ %3$s に対する LVM 論理ボリューム %1$s (%2$s) の暗号化
ru: Зашифровать логический том LVM %1$s (%2$s) в группе томов %3$s

source: Encrypt LVM logical volume %1$s (%2$s) on volume group %3$s for %4$s with %5$s
ja: ボリュームグループ %3$s に対する LVM 論理ボリューム %1$s (%2$s) の暗号化 (%4$s 向け, %5$s)
ru: Зашифровать логический том %1$s (%2$s) в группе томов %3$s для точки монтирования %4$s с файловой системой %5$s

source: Encrypt LVM logical volume %1$s (%2$s) on volume group %3$s with %4$s
ja: ボリュームグループ %3$s に対する LVM 論理ボリューム %1$s (%2$s) の暗号化 (%4$s)
ru: Зашифровать логический том %1$s (%2$s) в группе томов %3$s для точки монтирования %4$s

source: Encrypt bcache %1$s on %2$s (%3$s)
ja: %2$s (%3$s) 内の Bcache %1$s の暗号化
ru: Зашифровать раздел bcache %1$s на устройстве %2$s (%3$s)

source: Encrypt bcache %1$s on %2$s (%3$s) for %4$s with %5$s
ja: %2$s (%3$s) 内の Bcache %1$s の暗号化 (%4$s 向け, %5$s)
ru: Зашифровать раздел bcache %1$s на устройстве %2$s (%3$s) для точки монтирования %4$s с файловой системой %5$s

source: Encrypt bcache %1$s on %2$s (%3$s) with %4$s
ja: %2$s (%3$s) 内の Bcache %1$s の暗号化 (%4$s)
ru: Зашифровать раздел bcache %1$s на устройстве %2$s (%3$s) с файловой системой %4$s

source: Encrypt partition %1$s (%2$s)
ja: パーティション %1$s (%2$s) の暗号化
ru: Зашифровать раздел %1$s (%2$s)

source: Encrypt partition %1$s (%2$s) for %3$s with %4$s
ja: パーティション %1$s (%2$s) の暗号化 (%3$s 向け, %4$s)
ru: Зашифровать раздел %1$s (%2$s) для точки монтирования %3$s с файловой системой %4$s

source: Encrypt partition %1$s (%2$s) with %3$s
ja: パーティション %1$s (%2$s) の暗号化 (%3$s)
ru: Зашифровать раздел %1$s (%2$s) с файловой системой %3$s

source: Encryption
ja: 暗号化
ru: Шифрование

source: Ext2
ru: Еxt2

source: Ext3
ru: Еxt3

source: Ext4
ru: Еxt4

source: Extended Partition
ja: 拡張パーティション
ru: Расширенный раздел

source: Failed to find device %s
ja: デバイス %s の検出に失敗しました
ru: Не удалось найти устройство %s

source: Format %1$s %2$s (%3$s) for %4$s with %5$s
ja: %1$s %2$s (%3$s) のフォーマット (%4$s 向け, %5$s)
ru: Форматировать раздел %1$s %2$s (%3$s) для точки монтирования %4$s с файловой системой %5$s

source: Format %1$s %2$s (%3$s) with %4$s
ja: %1$s %2$s (%3$s) のフォーマット (%4$s)
ru: Форматировать раздел %1$s %2$s (%3$s) с файловой системой %4$s

source: Format LVM logical volume %1$s (%2$s) on volume group %3$s for %4$s with %5$s
ja: ボリュームグループ %3$s に対する LVM 論理ボリューム %1$s (%2$s) のフォーマット (%4$s 向け, %5$s)
ru: Форматировать логический том LVM %1$s (%2$s) в группе томов %3$s для точки монтирования %4$s с файловой системой %5$s

source: Format LVM logical volume %1$s (%2$s) on volume group %3$s with %4$s
ja: ボリュームグループ %3$s に対する LVM 論理ボリューム %1$s (%2$s) のフォーマット (%4$s)
ru: Форматировать логический том LVM %1$s (%2$s) в группе томов %3$s с файловой системой %4$s

source: Format bcache %1$s on %2$s (%3$s) for %4$s with %5$s
ja: %2$s (%3$s) 内の Bcache %1$s のフォーマット (%4$s 向け, %5$s)
ru: Форматировать раздел bcache %1$s на устройстве %2$s (%3$s) для точки монтирования %4$s с файловой системой %5$s

source: Format bcache %1$s on %2$s (%3$s) with %4$s
ja: %2$s (%3$s) 内の Bcache %1$s のフォーマット (%4$s)
ru: Форматировать раздел bcache %1$s на устройстве %2$s (%3$s) с файловой системой %4$s

source: Format partition %1$s (%2$s) as encrypted swap
ja: パーティション %1$s (%2$s) のフォーマット (暗号化スワップ向け)
ru: Форматировать раздел %1$s (%2$s) как зашифрованный раздел подкачки

source: Format partition %1$s (%2$s) as swap
ja: パーティション %1$s (%2$s) のフォーマット (スワップ向け)
ru: Форматировать раздел %1$s (%2$s) для подкачки

source: Format partition %1$s (%2$s) for %3$s with %4$s
ja: パーティション %1$s (%2$s) のフォーマット (%3$s 向け, %4$s)
ru: Форматировать раздел %1$s (%2$s) для точки монтирования %3$s с файловой системой %4$s

source: Format partition %1$s (%2$s) with %3$s
ja: パーティション %1$s (%2$s) のフォーマット (%3$s)
ru: Форматировать раздел %1$s (%2$s) с файловой системой %3$s

source: G
ru: Г

source: GB
ru: ГБ

source: GiB
ru: ГиБ

source: Grow %1$s of %2$s on %3$s from %4$s to %5$s
ja: %3$s にある %2$s のうちの %1$s を %4$s から %5$s へ拡大
ru: Увеличить %1$s из %2$s на %3$s с %4$s до %5$s

source: Grow %1$s on %2$s from %3$s to %4$s
ja: %2$s にある %1$s を %3$s から %4$s へ拡大
ru: Увеличить %1$s на %2$s с %3$s до %4$s

source: Grow encryption layer device on %1$s from %2$s to %3$s
ja: %1$s にある暗号化レイヤデバイスを %2$s から %3$s へ拡大
ru: Увеличить зашифрованное устройство на %1$s с %2$s до %3$s

source: Grow logical volume %1$s on volume group %2$s from %3$s to %4$s
ja: ボリュームグループ %2$s 内の論理ボリューム %1$s を %3$s から %4$s へ拡大
ru: Увеличить логический том %1$s в группе томов %2$s с %3$s до %4$s

source: Grow partition %1$s from %2$s to %3$s
ja: パーティション %1$s を %2$s から %3$s へ拡大
ru: Увеличить раздел %1$s с %2$s до %3$s

source: Grow physical volume on %1$s from %2$s to %3$s
ja: %1$s にある物理ボリュームを %2$s から %3$s へ拡大
ru: Увеличить физический том на %1$s с %2$s до %3$s

source: Grow thin logical volume %1$s on volume group %2$s from %3$s to %4$s
ja: ボリュームグループ %2$s 内の thin 論理ボリューム %1$s の %3$s から %4$s への拡大
ru: Увеличить «тонкий» логический том %1$s в группе томов %2$s с %3$s до %4$s

source: Grow thin pool logical volume %1$s on volume group %2$s from %3$s to %4$s
ja: ボリュームグループ %2$s 内の thin プール論理ボリューム %1$s の %3$s から %4$s への拡大
ru: Увеличить логический том «тонкого» пула %1$s в группе томов %2$s с %3$s до %4$s

source: Growing %1$s of %2$s on %3$s from %4$s to %5$s
ja: %3$s にある %2$s のうちの %1$s を %4$s から %5$s へ拡大しています
ru: Увеличение %1$s из %2$s на %3$s с %4$s до %5$s

source: Growing %1$s on %2$s from %3$s to %4$s
ja: %2$s にある %1$s を %3$s から %4$s に拡大しています
ru: Увеличение %1$s на %2$s с %3$s до %4$s

source: Growing encryption layer device on %1$s from %2$s to %3$s
ja: %1$s にある暗号化レイヤデバイスを %2$s から %3$s に拡大しています
ru: Увеличение зашифрованного устройства на %1$s с %2$s до %3$s

source: Growing logical volume %1$s on volume group %2$s from %3$s to %4$s
ja: ボリュームグループ %2$s 内の論理ボリューム %1$s を %3$s から %4$s に拡大しています
ru: Увеличение логического тома %1$s в группе томов %2$s с %3$s до %4$s

source: Growing partition %1$s from %2$s to %3$s
ja: パーティション %1$s を %2$s から %3$s に拡大しています
ru: Увеличение раздела %1$s с %2$s до %3$s

source: Growing physical volume on %1$s from %2$s to %3$s
ja: %1$s 内の物理ボリュームを %2$s から %3$s に拡大しています
ru: Увеличение физического тома на %1$s с %2$s до %3$s

source: Growing thin logical volume %1$s on volume group %2$s from %3$s to %4$s
ja: ボリュームグループ %2$s 内の thin 論理ボリューム %1$s を %3$s から %4$s に拡大しています
ru: Увеличение «тонкого» логического тома %1$s в группе томов %2$s с %3$s до %4$s

source: Growing thin pool logical volume %1$s on volume group %2$s from %3$s to %4$s
ja: ボリュームグループ %2$s 内の thin プール論理ボリューム %1$s を %3$s から %4$s に拡大しています
ru: Увеличение логического тома «тонкого» пула %1$s в группе томов %2$s с %3$s до %4$s

source: Implicit Partition Table
ja: 暗黙のパーティションテーブル
ru: Таблица неявных разделов

source: Intel RST
ru: Intеl RST

source: KiB
ru: КиБ

source: LVM Logical Volume
ja: LVM 論理ボリューム
ru: Логический том LVM

source: LVM Physical Volume
ja: LVM 物理ボリューム
ru: Физический том LVM

source: LVM Volume Group
ja: LVM ボリュームグループ
ru: Группа томов LVM

source: Linux Home
ru: Домашний раздел Linux

source: Linux LVM
ru: Linux LVМ

source: Linux RAID
ru: Linux RАID

source: Linux Root Partition (ARM 32-bit)
ja: Linux ルートパーティション (ARM 32 ビット)
ru: Корневой раздел Linux (32-разрядная версия ARM)

source: Linux Root Partition (ARM 64-bit)
ja: Linux ルートパーティション (ARM 64 ビット)
ru: Корневой раздел Linux (64-разрядная версия ARM)

source: Linux Root Partition (PPC 32-bit)
ja: Linux ルートパーティション (PPC 32 ビット)
ru: Корневой раздел Linux (32-разрядная версия PPC)

source: Linux Root Partition (PPC 64-bit BE)
ja: Linux ルートパーティション (PPC 64 ビット BE)
ru: Корневой раздел Linux (PPC 64-bit BE)

source: Linux Root Partition (PPC 64-bit LE)
ja: Linux ルートパーティション (PPC 64 ビット LE)
ru: Корневой раздел Linux (PPC 64-bit LE)

source: Linux Root Partition (RISC-V 32-bit)
ja: Linux ルートパーティション (RISC-V 32 ビット)
ru: Корневой раздел Linux (RISC-V 32-bit)

source: Linux Root Partition (RISC-V 64-bit)
ja: Linux ルートパーティション (RISC-V 64 ビット)
ru: Корневой раздел Linux (RISC-V 64-bit)

source: Linux Root Partition (S/390 32-bit)
ja: Linux ルートパーティション (S/390 32 ビット)
ru: Корневой раздел Linux (S/390 32-bit)

source: Linux Root Partition (S/390 64-bit)
ja: Linux ルートパーティション (S/390 64 ビット)
ru: Корневой раздел Linux (S/390 64-bit)

source: Linux Root Partition (x86 32-bit)
ja: Linux ルートパーティション (x86 32 ビット)
ru: Корневой раздел Linux (x86 32-bit)

source: Linux Root Partition (x86 64-bit)
ja: Linux ルートパーティション (x86 64 ビット)
ru: Корневой раздел Linux (x86 64-bit)

source: Linux Server Data
ja: Linux サーバデータ
ru: Данные сервера Linux

source: Linux Swap
ja: Linux スワップ
ru: Подкачка Linux

source: Linux USR Partition (ARM 32-bit)
ja: Linux USR パーティション (ARM 32 ビット)
ru: Раздел Linux USR (ARM 32-bit)

source: Linux USR Partition (ARM 64-bit)
ja: Linux USR パーティション (ARM 64 ビット)
ru: Раздел Linux USR (ARM 64-bit)

source: Linux USR Partition (PPC 32-bit)
ja: Linux USR パーティション (PPC 32 ビット)
ru: Раздел Linux USR (PPC 32-bit)

source: Linux USR Partition (PPC 64-bit BE)
ja: Linux USR パーティション (PPC 64 ビット BE)
ru: Раздел Linux USR (PPC 64-bit BE)

source: Linux USR Partition (PPC 64-bit LE)
ja: Linux USR パーティション (PPC 64 ビット LE)
ru: Раздел Linux USR (PPC 64-bit LE)

source: Linux USR Partition (RISC-V 32-bit)
ja: Linux USR パーティション (RISC-V 32 ビット)
ru: Раздел Linux USR (RISC-V 32-bit)

source: Linux USR Partition (RISC-V 64-bit)
ja: Linux USR パーティション (RISC-V 64 ビット)
ru: Раздел Linux USR (RISC-V 64-bit)

source: Linux USR Partition (S/390 32-bit)
ja: Linux USR パーティション (S/390 32 ビット)
ru: Раздел Linux USR (S/390 32-bit)

source: Linux USR Partition (S/390 64-bit)
ja: Linux USR パーティション (S/390 64 ビット)
ru: Раздел Linux USR (S/390 64-bit)

source: Linux USR Partition (x86 32-bit)
ja: Linux USR パーティション (x86 32 ビット)
ru: Раздел Linux USR (x86 32-bit)

source: Linux USR Partition (x86 64-bit)
ja: Linux USR パーティション (x86 64 ビット)
ru: Раздел Linux USR (x86 64-bit)

source: M
ru: М

source: MB
ru: МБ

source: MS-DOS Partition Table
ja: MS-DOS パーティションテーブル
ru: Таблица разделов MS-DOS

source: MiB
ru: МиБ

source: Microsoft Reserved Partition
ja: Microsoft 予約パーティション
ru: Зарезервированный раздел Microsoft

source: Modify btrfs qgroups on %1$s
ja: %1$s にある btrfs qgroup の変更
ru: Изменить btrfs qgroup на %1$s

source: Modify subvolume %1$s on %2$s
ja: %2$s にあるサブボリューム %1$s の変更
ru: Изменить подтом %1$s на %2$s

source: Mount %1$s %2$s (%3$s) at %4$s
ja: %1$s %2$s (%3$s) に対する %4$s へのマウント
ru: Монтировать %1$s %2$s (%3$s) в точке %4$s

source: Mount %1$s at %2$s
ja: %1$s に対する %2$s へのマウント
ru: Монтировать %1$s в %2$s

source: Mount LVM logical volume %1$s (%2$s) on volume group %3$s at %4$s
ja: ボリュームグループ %3$s に対する LVM 論理ボリューム %1$s (%2$s) の %4$s へのマウント
ru: Монтировать логический том LVM %1$s (%2$s) в группе томов %3$s в %4$s

source: Mount NFS %1$s on %2$s
ja: NFS %1$s の %2$s へのマウント
ru: Монтировать NFS %1$s в %2$s

source: Mount Point
ja: マウントポイント
ru: Точка монтирования

source: Mount bcache %1$s on %2$s (%3$s) at %4$s
ja: %2$s (%3$s) 内の Bcache %1$s に対する %4$s へのマウント
ru: Монтировать bcache %1$s на устройстве %2$s (%3$s) в точке %4$s

source: Mount file system btrfs on %1$s at %2$s
ja: ファイルシステム btrfs %1$s の %2$s へのマウント
ru: Монтировать файловую систему btrfs %1$s в %2$s

source: Mount partition %1$s (%2$s) at %3$s
ja: パーティション %1$s (%2$s) の %3$s へのマウント
ru: Монтировать раздел %1$s (%2$s) в %3$s

source: Mount subvolume %1$s on %2$s at %3$s
ja: %2$s 内のサブボリューム %1$s に対する %3$s へのマウント
ru: Монтировать подтом %1$s на %2$s в %3$s

source: Mount tmpfs at %1$s
ja: %1$s への tmpfs のマウント
ru: Монтировать tmpfs в %1$s

source: Mounting %1$s at %2$s
ja: %1$s を %2$s にマウントしています
ru: Монтирование %1$s в %2$s

source: Mounting subvolume %1$s on %2$s at %3$s
ja: %2$s 内のサブボリューム %1$s を %3$s にマウントしています
ru: Монтирование подтома %1$s на %2$s в %3$s

source: Multipath
ja: マルチパス
ru: Multipаth

source: NILFS2
ru: Объект NILFS2

source: NTFS Partition
ja: NTFS パーティション
ru: Раздел NTFS

source: P
ru: П

source: PB
ru: ПБ

source: PReP Boot Partition
ja: PRep Boot パーティション
ru: Загрузочный раздел PReP

source: Partition
ja: パーティション
ru: Раздел

source: PiB
ru: ПиБ

source: Plain Encryption
ja: 純粋な暗号化
ru: Простое шифрование

source: Probing BitLocker
ja: BitLocker を検出しています
ru: Проверка BitLoсker

source: Probing BitLocker failed
ja: BitLocker の検出に失敗しました
ru: Сбой проверки BitLocker

source: Probing DASD %s failed
ja: DASD %s の検出に失敗しました
ru: Ошибка проверки DASD %s

source: Probing DASDs
ja: DASD を検出しています
ru: Проверка DASD

source: Probing DASDs failed
ja: DASD の検出に失敗しました
ru: Ошибка проверки DASD

source: Probing DM RAIDs
ja: DM RAID を検出しています
ru: Проверка DM RAID

source: Probing DM RAIDs failed
ja: DM RAID の検出に失敗しました
ru: Ошибка проверки DM RAID

source: Probing LUKS
ja: LUKS を検出しています
ru: Проверка LUKS

source: Probing LUKS failed
ja: LUKS の検出に失敗しました
ru: Ошибка проверки LUKS

source: Probing LVM
ja: LVM を検出しています
ru: Проверка LVM

source: Probing LVM failed
ja: LVM の検出に失敗しました
ru: Ошибка проверки LVM

source: Probing MD RAID %s failed
ja: MD RAID %s の検出に失敗しました
ru: Ошибка проверки MD RAID %s

source: Probing MD RAIDs
ja: MD RAID を検出しています
ru: Проверка MD RAID

source: Probing MD RAIDs failed
ja: MD RAID の検出に失敗しました
ru: Ошибка проверки MD RAID

source: Probing NFS
ja: NFS を検出しています
ru: Проверка NFS

source: Probing NFS failed
ja: NFS の検出に失敗しました
ru: Ошибка проверки NFS

source: Probing additional attributes
ja: 追加の属性を検出しています
ru: Проверка дополнительных атрибутов

source: Probing additional attributes failed
ja: 追加属性の検出に失敗しました
ru: Ошибка проверки дополнительных атрибутов

source: Probing bcache
ja: bcache を検出しています
ru: Проверка bcache

source: Probing bcache %s failed
ja: bcache %s の検出に失敗しました
ru: Ошибка проверки bcache %s

source: Probing bcache failed
ja: bcache の検出に失敗しました
ru: Ошибка проверки bcache

source: Probing device relationships
ja: デバイスの関係性を検出しています
ru: Проверка связей устройств

source: Probing device relationships failed
ja: デバイスの関係性の検出に失敗しました
ru: Ошибка проверки связей устройств

source: Probing disk %s failed
ja: ディスク %s の検出に失敗しました
ru: Ошибка проверки диска %s

source: Probing disks
ja: ディスクを検出しています
ru: Проверка дисков

source: Probing disks failed
ja: ディスクの検出に失敗しました
ru: Ошибка проверки дисков

source: Probing failed
ja: 検出に失敗しました
ru: Ошибка проверки

source: Probing file system on %s failed
ja: %s 内のファイルシステムの検出に失敗しました
ru: Ошибка проверки файловой системы на %s

source: Probing file system with UUID %s failed
ja: UUID %s にあるファイルシステムの検出に失敗しました
ru: Ошибка проверки файловой системы с UUID %s

source: Probing file systems
ja: ファイルシステムを検出しています
ru: Проверка файловых систем

source: Probing file systems failed
ja: ファイルシステムの検出に失敗しました
ru: Ошибка проверки файловых систем

source: Probing multipath
ja: マルチパスを検出しています
ru: Проверка multipath

source: Probing multipath failed
ja: マルチパスの検出に失敗しました
ru: Ошибка проверки multipath

source: Probing partitions
ja: パーティションを検出しています
ru: Проверка разделов

source: Probing partitions failed
ja: パーティションの検出に失敗しました
ru: Ошибка проверки разделов

source: Probing partitions on %s failed
ja: %s のパーティションの検出に失敗しました
ru: Ошибка проверки разделов на %s

source: Probing plain encryptions
ja: 純粋な暗号化を検出しています
ru: Проверка разделов с простым шифрованием

source: Probing plain encryptions failed
ja: 純粋な暗号化の検出に失敗しました
ru: Ошибка проверки разделов с простым шифрованием

source: Probing stray block device %s failed
ja: Stray ブロックデバイス %s の検出に失敗しました
ru: Ошибка проверки блочного устройства %s

source: Probing stray block devices
ja: Stray ブロックデバイスを検出しています
ru: Проверка блочных устройств

source: Probing stray block devices failed
ja: Stray ブロックデバイスの検出に失敗しました
ru: Ошибка проверки блочных устройств

source: Probing tmpfs
ja: tmpfs を検出しています
ru: Проверка tmpfs
